Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Enabled
ar: تم التمكين
ca: Activat
cs: Zapnuto
da: Slået til
de: Aktiviert
el: Ενεργό
es: Activado
es_us: Activado
fi: Käytössä
fr: Activé
fr_ca: Activé
he: פעיל
hi: सक्षम किया गया
hr: Omogućeno
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
ms: Didayakan
nb: Aktivert
nl: Ingeschakeld
pl: Wł.
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Включено
sk: Zapnuté
sl: Omogočeno
sv: Aktiverat
th: เปิดใช้งานอยู่
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_cn: 已启用
zh_hk: 已啟用
zh_tw: 已啟用

# EXPLICIT_ALLOWED
source: Explicit
ar: غير لائق
ca: Explícit
cs: Explicitní
da: Anstødeligt
de: Anstößig
el: Ακατάλληλο
es: Explícito
es_us: Explícito
fi: Kaikki
fr: Explicite
fr_ca: Contenu explicite
he: בוטה
hi: अश्लील
hr: Eksplicitno
hu: Szókimondó
id: Eksplisit
it: Esplicito
ja: 不適切な内容を含む
ko: 무삭제판
ms: Eksplisit
nb: Eksplisitt
nl: Expliciet
pl: Dla dorosłych
pt_br: Explícito
pt_pt: Explícito
ru: С ненормативным
sk: Nevhodné
sl: Nazorna vsebina
th: ไม่เหมาะสม
tr: Uygunsuz İçerik
uk: Відверті
vi: Thô tục
zh_cn: 儿童不宜
zh_hk: 兒童不宜
zh_tw: 兒少不宜

# FailedResolutionChangeSubtext
source: Your TV may not support this resolution or refresh rate.
ar: ربما لا يدعم تلفزيونك هذه الدقة أو معدل التحديث هذا.
ca: Pot ser que el televisor no admeti aquesta resolució o freqüència de refresc.
cs: Je možné, že váš televizor toto rozlišení nebo obnovovací frekvenci nepodporuje.
da: Dit tv understøtter muligvis ikke denne opløsning eller opdateringsfrekvens.
de: Dein Fernsehgerät unterstützt diese Auflösung bzw. Wiederholrate evtl. nicht.
el: Η τηλεόρασή σας μπορεί να μην υποστηρίζει αυτήν την ανάλυση ή τον ρυθμό ανανέωσης.
es: Puede que tu televisor no admita esta resolución o frecuencia de actualización de la pantalla.
es_us: Es posible que tu TV no soporte esta resolución o frecuencia de actualización.
fi: TV ei ehkä tue tätä tarkkuutta tai virkistystaajuutta.
fr: Il se peut que votre téléviseur ne prenne pas en charge cette résolution ou ce taux de rafraîchissement.
fr_ca: Il se peut que votre télévision ne gère pas cette résolution ou ce taux de rafraîchissement.
he: ייתכן שהטלוויזיה שלך אינה תומכת ברזולוציה זו או בקצב ריענון זה.
hi: हो सकता है कि आपका टीवी इस रिज़ोल्यूशन या रीफ़्रेश दर का समर्थन न करे।
hr: Vaš TV možda ne podržava ovu razlučivost ili stopu osvježavanja.
hu: Előfordulhat, hogy a televíziója nem támogatja ezt a felbontást vagy frissítési sebességet.
id: TV Anda mungkin tidak mendukung resolusi ini atau laju penyegaran.
it: Il tuo televisore potrebbe non supportare questa risoluzione o frequenza di aggiornamento.
ja: お使いのテレビではこの解像度またはリフレッシュレートに対応していない可能性があります。
ko: 사용자의 TV에서 이 해상도 또는 재생률을 지원하지 않을 수도 있습니다.
ms: TV anda mungkin tidak menyokong resolusi atau kadar segar semula ini.
nb: TV-en din støtter kanskje ikke denne oppløsningen eller skjermfrekvensen.
nl: Mogelijk wordt deze resolutie of vernieuwingsfrequentie niet door je tv ondersteund.
pl: Twój telewizor może nie obsługiwać tej rozdzielczości lub częstotliwości odświeżania.
pt_br: Sua TV pode não ser compatível com esta resolução ou taxa de atualização.
pt_pt: A sua televisão pode não suportar esta resolução ou taxa de atualização.
ro: Este posibil ca televizorul dvs. să nu fie compatibil cu această rezoluție sau rată de reîmprospătare.
ru: Ваш телевизор, возможно, не поддерживает это разрешение или частоту обновления экрана.
sk: Vaše TV zrejme nepodporuje toto rozlíšenie alebo obnovovaciu frekvenciu.
sl: Vaš televizor morda ne podpira te ločljivosti ali hitrosti osveževanja.
sv: Din TV kanske inte har stöd för den här upplösningen eller frekvensen.
th: ทีวีของคุณอาจไม่รองรับความละเอียดหรืออัตรารีเฟรชนี้
tr: TV’niz bu çözünürlüğü veya yenileme hızını desteklemeyebilir.
uk: Ваш телевізор може не підтримувати цю роздільність або частоту оновлювання.
vi: TV của bạn có thể không hỗ trợ độ phân giải hoặc tốc độ làm mới này.
zh_cn: 你的电视可能不支持此分辨率或刷新率。
zh_hk: 你的電視可能不支援此解像度或更新頻率。
zh_tw: 你的電視可能不支援此解析度或更新頻率。

# FailedResolutionChangeText
source: There was a problem changing the resolution to %@.
ar: حدثت مشكلة أثناء تغيير الدقة إلى %@.
ca: Hi ha hagut un problema en canviar la resolució a %@.
cs: Při změně rozlišení na %@ došlo k problému.
da: Der opstod et problem med at ændre opløsningen til %@.
de: Beim Ändern der Auflösung auf %@ ist ein Fehler aufgetreten.
el: Παρουσιάστηκε πρόβλημα κατά την αλλαγή της ανάλυσης σε %@.
es: Ha habido un problema al cambiar la resolución a %@.
es_us: Ocurrió un problema al cambiar la resolución a %@.
fi: Ongelma muutettaessa tarkkuudeksi %@.
fr: Le changement de la résolution par %@ a échoué.
fr_ca: Le changement de la résolution par %@ a échoué.
he: אירעה בעיה במהלך שינוי הרזולוציה ל-%@.
hi: रिज़ोल्यूशन को %@ पर बदलने में समस्या हुई।
hr: Došlo je do problema prilikom promjene razlučivosti u %@.
hu: Hiba történt a(z) %@ felbontás beállításakor.
id: Terdapat masalah saat mengubah resolusi menjadi %@.
it: Si è verificato un problema con il cambio di risoluzione a %@.
ja: 解像度を%@に変更する際に問題がありました。
ko: 해상도를 %@(으)로 변경하는 동안 문제가 발생했습니다.
ms: Terdapat masalah menukar resolusi kepada %@.
nb: Det oppsto et problem med å endre oppløsningen til %@.
nl: Er heeft zich een probleem voorgedaan tijdens het wijzigen van de resolutie in %@.
pl: Wystąpił problem ze zmianą rozdzielczości na %@.
pt_br: Ocorreu um problema ao alterar a resolução para %@.
pt_pt: Ocorreu um problema ao alterar a resolução para %@.
ro: A existat o problemă legată de schimbarea rezoluției la %@.
ru: Возникла проблема при изменении разрешения на «%@».
sk: Pri zmene rozlíšenia na %@ sa vyskytol problém.
sl: Pri spreminanju ločljivosti na ločljivost: %@ je prišlo do težave.
sv: Ett problem inträffade när upplösningen skulle ändras till %@.
th: เกิดปัญหาในการเปลี่ยนความละเอียดเป็น %@
tr: Çözünürlüğü %@ olarak değiştirmeyle ilgili bir sorun oluştu.
uk: Виникла проблема зі зміною роздільності на %@.
vi: Đã có sự cố trong khi thay đổi độ phân giải thành %@.
zh_cn: 将分辨率更改为%@时出错。
zh_hk: 將解像度更改為%@時發生問題。
zh_tw: 將解析度更改為%@時發生問題。

# FailedResolutionChangeTitle
source: TV Resolution
ar: دقة التلفزيون
ca: Resolució del televisor
cs: Rozlišení televizoru
da: Tv-opløsning
de: TV-Auflösung
el: Ανάλυση τηλεόρασης
es: Resolución TV
es_us: Resolución TV
fi: TV-tarkkuus
fr: Résolution TV
fr_ca: Résolution de la télévision
he: רזולוציית הטלוויזיה
hi: टीवी रिज़ोल्यूशन
hr: Razlučivost TV‑a
hu: Tv-felbontás
id: Resolusi TV
it: Risoluzione TV
ja: TV解像度
ko: TV 해상도
ms: Resolusi TV
nb: TV-oppløsning
nl: Tv-resolutie
pl: Rozdzielczość TV
pt_br: Resolução da TV
pt_pt: Resolução de TV
ro: Rezoluție TV
ru: Разрешение TV
sk: Rozlíšenie TV
sl: Ločljivost televizorja
sv: TV-upplösning
th: ความละเอียดทีวี
tr: TV Çözünürlüğü
uk: Роздільність ТВ
vi: Độ phân giải TV
zh_cn: 电视分辨率
zh_hk: 電視解像度
zh_tw: 電視解析度

# GameCenterAboutFriendsAlertCancel
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# GameCenterAboutFriendsAlertMessage
source: To manage or add Game Center friends, go to Settings on an iPhone or iPad or go to System Settings on a Mac.
ar: لإدارة الأصدقاء أو إضافتهم في Game Center، انتقل إلى الإعدادات على iPhone أو iPad أو انتقل إلى تفضيلات النظام على Mac.
ca: Per gestionar o afegir amistats del Game Center, ves a la configuració en un iPhone o iPad, o a la configuració del sistema en un Mac.
cs: Chcete‑li spravovat nebo přidat přátele v Game Centru, přejděte do Nastavení na iPhonu či iPadu nebo do Nastavení systému na Macu.
da: Du administrerer eller tilføjer Game Center-venner ved at gå til Indstillinger på en iPhone eller iPad eller Systemindstillinger på en Mac.
de: Um Game Center-Freund:innen zu verwalten und hinzuzufügen, öffne „Einstellungen“ auf einem iPhone oder iPad oder „Systemeinstellungen“ auf einem Mac.
el: Για διαχείριση ή προσθήκη φίλων στο Game Center, μεταβείτε στις «Ρυθμίσεις» σε iPhone ή iPad, ή μεταβείτε στις «Ρυθμίσεις συστήματος» σε Mac.
es: Para gestionar tus amigos de Game Center o añadir nuevos, ve a Ajustes en un iPhone o iPad, o a Ajustes del Sistema en un Mac.
es_us: Para agregar amigos a Game Center o administrarlos, ve a Configuración en un iPhone o iPad, o a Configuración del Sistema en una Mac.
fi: Hallitse ja lisää Game Center -kavereita iPadin tai iPhonen Asetuksissa tai Macin Järjestelmäasetuksissa.
fr: Pour gérer ou ajouter des amis Game Center, accédez à Réglages sur un iPhone ou un iPad, ou à Réglages Système sur un Mac.
fr_ca: Pour gérer ou ajouter des amis dans Game Center, accédez à Réglages sur un iPhone ou un iPad, ou à Réglages système sur un Mac.
he: כדי לנהל או להוסיף חברים ל-Game Center יש לעבור אל ״הגדרות״ ב-iPhone או ב-iPad, או לעבור אל ״הגדרות המערכת״ ב-Mac.
hi: Game Center दोस्तों को प्रबंधित करने या जोड़ने के लिए iPhone या iPad पर सेटिंग में या Mac पर सिस्टम सेटिंग में जाएँ।
hr: Za upravljanje ili dodavanje Game Center prijatelja idite u Postavke na iPhone ili iPad uređaju ili otvorite Postavke sustava na Macu.
hu: Game Center-barátok kezeléséhez vagy hozzáadásához iPhone-on vagy iPaden nyissa meg a Beállításokat, Macen pedig a Rendszerbeállításokat.
id: Untuk mengelola atau menambah teman Game Center, buka Pengaturan di iPhone atau iPad atau buka Pengaturan Sistem di Mac.
it: Per aggiungere o gestire gli amici su Game Center, vai in Impostazioni su un iPhone o iPad oppure in Impostazioni di Sistema su un Mac.
ja: Game Centerの友達を管理/追加するには、iPhoneまたはiPadでは“設定”に、Macではシステム設定に移動してください。
ko: Game Center 친구를 관리하거나 추가하려면 iPhone 또는 iPad에서 설정으로 이동하거나, Mac에서 시스템 설정으로 이동하십시오.
ms: Untuk mengurus atau menambah rakan Game Center, pergi ke Seting pada iPhone atau iPad atau pergi ke Seting Sistem pada Mac.
nb: Du kan administrere eller legge til Game Center-venner i Innstillinger på en iPhone eller iPad eller Systeminnstillinger på en Mac.
nl: Om Game Center-vrienden te beheren of toe te voegen, ga je naar Instellingen op een iPhone of iPad of naar Systeeminstellingen op een Mac.
pl: Aby zarządzać znajomymi w Game Center i dodawać nowych, przejdź do Ustawień na iPhonie lub iPadzie albo do Ustawień systemowych na Macu.
pt_br: Para gerenciar ou adicionar suas amizades do Game Center, abra os Ajustes em um iPhone ou iPad ou os Ajustes do Sistema em um Mac.
pt_pt: Para gerir ou adicionar amigos no Game Center, aceda às Definições num iPhone ou iPad ou às Definições do Sistema num Mac.
ro: Pentru a gestiona sau adăuga prieteni în Game Center, accesați Configurări pe un iPhone sau iPad sau accesați Configurări sistem pe un Mac.
ru: Чтобы управлять списком друзей в Game Center или добавить новых друзей, откройте Настройки на iPhone или iPad либо перейдите в Системные настройки на Mac.
sk: Priateľov v Game Center môžete spravovať alebo pridávať v Nastaveniach na iPhone alebo iPade, prípadne v Systémových nastaveniach na Macu.
sl: Če želite upravljati ali dodajati prijatelje v omrežju Game Center, odprite Nastavitve v iPhonu ali iPadu, ali pa Nastavitve sistema v Macu.
sv: Om du vill hantera eller lägga till Game Center-vänner öppnar du Inställningar på en iPhone eller iPad eller Systeminställningar på en Mac.
th: ในการจัดการหรือเพิ่มเพื่อนๆ จาก Game Center ให้ไปที่การตั้งค่าบน iPhone หรือ iPad หรือไปที่การตั้งค่าระบบบน Mac
tr: Game Center arkadaşı eklemek veya onları yönetmek için iPhone’da veya iPad’de Ayarlar’a ya da Mac’te Sistem Ayarları’na gidin.
uk: Додавати друзів у Game Center і керувати ними можна в Параметрах на iPhone чи iPad або в Системних параметрах на Mac.
vi: Để quản lý hoặc thêm bạn bè Game Center, hãy đi tới Cài đặt trên iPhone hay iPad hoặc đi tới Cài đặt hệ thống trên máy Mac.
zh_cn: 若要管理或添加Game Center朋友，请前往iPhone或iPad上的“设置”，或Mac上的“系统设置”。
zh_hk: 如要管理或加入Game Center上的朋友，請前往iPhone或iPad上的「設定」或Mac上的「系統設定」。
zh_tw: 若要管理或加入Game Center朋友，請前往iPhone或iPad上的「設定」，或Mac上的「系統設定」。

# GameCenterAboutFriendsTitle
source: About Friends
ar: حول الأصدقاء
ca: Sobre les amistats
cs: O přátelích
da: Om Venner
de: Über „Freund:innen“
el: Πληροφορίες για τους Φίλους
es: Más información sobre las amistades
es_us: Acerca de los amigos
fi: Tietoja: kaverit
fr: À propos des amis
fr_ca: À propos des amis
he: מידע על חברים
hi: दोस्तों के बारे में
hr: O prijateljima
hu: A Barátokról
id: Mengenai Teman
it: Come aggiungere amici
ja: 友達について
ko: 친구에 관하여
ms: Perihal Rakan
nb: Om venner
nl: Over vrienden
pl: Znajomi…
pt_br: Sobre Amigos
pt_pt: Acerca de amigos
ro: Despre prieteni
ru: О друзьях
sk: O priateľoch
sl: O prijateljih
sv: Om vänner
th: เกี่ยวกับเพื่อน
tr: Arkadaşlar Hakkında
uk: Про Друзів
vi: Giới thiệu về Bạn bè
zh_cn: 关于朋友
zh_hk: 關於朋友
zh_tw: 關於朋友

# GameCenterAccountLabel
source: Apple Account
ar: حساب Apple
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_us: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
it: Account Apple
ko: Apple 계정
ms: Akaun Apple
nb: Apple-konto
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# GameCenterAllowInvitesDescription
source: Allow friends to invite you to play games.
ar: السماح للأصدقاء بدعوتك للعب الألعاب.
ca: Permet que les amistats et convidin a jugar.
cs: Povolit přátelům, aby vás zvali k hraní her.
da: Venner må invitere dig til at spille spil.
de: Freunde dürfen dich zu Spielen einladen.
el: Να επιτρέπεται σε φίλους να σας προσκαλούν για παιχνίδια.
es: Permite que tus amigos te inviten a jugar a juegos.
es_us: Permite las invitaciones de amigos para jugar.
fi: Salli kavereiden kutsua sinut pelaamaan pelejä.
fr: Autorisez vos amis à vous inviter à jouer.
fr_ca: Autorisez vos amis à vous inviter à jouer.
he: באפשרותך לאשר לחברים להזמין אותך לשחק.
hi: दोस्तों को अनुमति दें ताकि वे आपको गेम खेलने के लिए आमंत्रित कर सकें।
hr: Dozvolite prijateljima da vas pozivaju na igre.
hu: Engedély a barátoknak, hogy meghívhassák Önt játszani.
id: Izinkan teman untuk mengundang Anda untuk bermain game.
it: Consenti agli amici di invitarti a giocare.
ja: 友達からゲームの参加依頼を受け付けます。
ko: 친구가 사용자를 게임에 초대할 수 있도록 허용합니다.
ms: Benarkan rakan untuk menjemput anda bagi bermain permainan.
nb: Tillat at venner kan invitere deg til å spille spill.
nl: Sta vrienden toe je uit te nodigen om games te spelen.
pl: Pozwalaj znajomym zapraszać Cię do gier.
pt_br: Permite que amigos convidem você para jogar.
pt_pt: Permitir que os seus amigos lhe enviem convites para jogar.
ro: Permiteți prietenilor să vă invite să jucați jocuri.
ru: Разрешить друзьям приглашать Вас на игры.
sk: Umožní priateľom pozývať vás do hier.
sl: Dovolite prijateljem, da vas povabijo k igranju iger.
sv: Tillåt vänner att bjuda in dig till spel.
th: อนุญาตให้เพื่อนๆ เชิญคุณเล่นเกมได้
tr: Arkadaşlarınız sizi oyun oynamaya davet edebilsin.
uk: Дозволити друзям запрошувати вас до ігор.
vi: Cho phép bạn bè mời bạn chơi trò chơi.
zh_cn: 允许朋友邀请你玩游戏。
zh_hk: 允許朋友邀請你玩遊戲。
zh_tw: 允許朋友邀請你玩遊戲。

# GameCenterAllowInvitesTitle
source: Allow Invites
ar: السماح بالدعوات
ca: Permet invitacions
cs: Povolit pozvánky
da: Tillad invitationer
de: Erlauben
el: Επιτρέπονται προσκλήσεις
es: Permitir invitaciones
es_us: Permitir invitaciones
fi: Kutsut sallittu
fr: Autoriser les invitations
fr_ca: Autoriser les invitations
he: לאפשר הזמנות
hi: आमंत्रणों के लिए अनुमति दें
hr: Dozvoli pozivnice
hu: Meghívók engedélyezése
id: Izinkan Undangan
it: Consenti inviti
ja: 参加依頼を受け付ける
ko: 초대 허용
ms: Benarkan Jemputan
nb: Tillat invitasjoner
nl: Sta uitnodigen toe
pl: Dopuszczaj zaproszenia
pt_br: Permitir Convites
pt_pt: Permitir convites
ro: Permiteți invitații
ru: Разрешить приглашения
sk: Povoliť pozvánky
sl: Dovoli povabila
sv: Tillåt inbjudningar
th: อนุญาตคำเชิญ
tr: Davete İzin Ver
uk: Дозволити запрошення
vi: Cho phép Lời mời
zh_cn: 允许邀请
zh_hk: 允許邀請
zh_tw: 允許邀請

# GameCenterAllowNearbyPlayersDescription
source: Allow nearby Game Center players to find and invite any user on this Apple TV to multiplayer games.
ar: السماح للاعبي Game Center القريبين بالعثور عليك ودعوتك أنت وأي مستخدم على هذا الـ Apple TV للألعاب متعددة اللاعبين.
ca: Permet que els jugadors del Game Center propers trobin qualsevol usuari d’aquest Apple TV i el convidin a partides multijugador.
cs: Místní hráči v Game Centru budou moct vyhledat kteréhokoli uživatele této Apple TV a pozvat ho k hrám pro více hráčů.
da: Game Center-spillere i nærheden må finde og invitere brugere på dette Apple TV til multiplayer-spil.
de: Game Center-Spieler:innen in der Nähe dürfen jede:n Benutzer:in auf diesem Apple TV finden und zu Mehrspielerspielen einladen.
el: Οι κοντινοί παίκτες Game Center θα μπορούν να βρίσκουν και να προσκαλούν οποιονδήποτε χρήστη σε παιχνίδια πολλών παικτών σε αυτό το Apple TV.
es: Permite que los jugadores de Game Center que están cerca puedan encontrar e invitar a jugar a cualquier usuario de este Apple TV.
es_us: Permite que los jugadores de Game Center que estén cerca puedan encontrar e invitar a jugar a cualquier usuario de este Apple TV.
fi: Salli lähellä olevien Game Center -pelaajien etsiä keitä tahansa tämän Apple TV:n käyttäjiä ja kutsua heidät moninpeleihin.
fr: Autorisez les joueurs Game Center à proximité à inviter les utilisateurs de cette Apple TV à des jeux multijoueurs.
fr_ca: Autorisez les joueurs Game Center à proximité à inviter un utilisateur de cette Apple TV à des jeux multijoueurs.
he: ניתן לאפשר לשחקני Game Center בסביבה לחפש משתמשים ב-Apple TV זה ולהזמין משתמשים אלה למשחקים מרובי-משתתפים.
hi: आस-पास के Game Center खिलाड़ियों को इस Apple TV पर किसी भी यूज़र को ढूँढने और मल्टीप्लेयर गेम में आमंत्रित करने की अनुमति दें।
hr: Dozvolite obližnjim Game Center igračima pronalaženje i pozivanje bilo kojeg igrača na ovom Apple TV-u na igranje igara s više igrača.
hu: A közeli Game Center-játékosok megkereshetnek és meghívhatnak bármilyen felhasználót ezen az Apple TV-n többszemélyes játékokba.
id: Izinkan pemain Game Center di sekitar untuk menemukan dan mengundang semua pengguna di Apple TV ini ke game multipemain.
it: Consenti ai giocatori su Game Center nelle vicinanze di trovare e invitare qualsiasi utente di questa Apple TV a partite multiplayer.
ja: 近くのGame CenterプレイヤーからこのApple TVのユーザに対するマルチプレイゲームの参加依頼を受け付けます。
ko: 근처에 있는 Game Center 플레이어가 이 Apple TV의 사용자를 찾고 멀티플레이어 게임에 초대할 수 있도록 허용합니다.
ms: Benarkan pemain Game Center berdekatan mencari dan menjemput mana-mana pengguna pada Apple TV ini ke permainan berbilang pemain.
nb: Tillat at Game Center-spillere i nærheten kan se og invitere alle brukere på Apple TV til flerspillerspill.
nl: Game Center-spelers in de buurt mogen elke gebruiker op deze Apple TV vinden en uitnodigen voor multiplayergames.
pl: Pobliscy gracze Game Center mogą znajdować i zapraszać do gier wieloosobowych dowolnego użytkownika tego Apple TV.
pt_br: Permite que jogadores do Game Center por perto encontrem e convidem qualquer usuário desta Apple TV para jogos multiplayer.
pt_pt: Permitir que jogadores do Game Center que estejam por perto encontrem e enviem convites a qualquer utilizador nesta Apple TV para jogos multijogador.
ro: Permiteți jucătorilor Game Center din apropiere să găsească și să invite orice utilizator al acestui Apple TV la jocuri multiplayer.
ru: Разрешить ближайшим игрокам Game Center находить и приглашать любого пользователя этого Apple TV на многопользовательские игры.
sk: Umožní hráčom Game Center vo vašom okolí vyhľadať a pozvať akéhokoľvek hráča na tomto Apple TV do hier pre viac hráčov.
sl: Bližnjim igralcem v omrežju Game Center omogočite, da poiščejo kateregakoli uporabnika tega Apple TV-ja in ga povabijo v večigralske igre.
sv: Tillåt Game Center-spelare i närheten att hitta och bjuda in alla användare på denna Apple TV till multiplayerspel.
th: อนุญาตผู้เล่น Game Center ใกล้เคียงให้ค้นหาและเชิญผู้ใช้ที่มีอยู่บน Apple TV เครื่องนี้เพื่อเล่นเกมที่เล่นได้หลายคนได้
tr: Yakındaki Game Center oyuncuları bu Apple TV’deki herhangi bir kullanıcıyı bulup çok oyunculu oyunlara davet edebilsin.
uk: Дозволити гравцям Game Center поблизу знаходити й запрошувати до гуртових ігор будь-якого користувача цього Apple TV.
vi: Cho phép người chơi Game Center gần bạn tìm và mời bất kỳ người dùng nào trên Apple TV này chơi trò chơi nhiều người chơi.
zh_cn: 允许周围的Game Center玩家找到并邀请此Apple TV上的任何用户加入多人游戏。
zh_hk: 允許附近的Game Center玩家尋找並邀請此Apple TV上的任何用户參與多人遊戲。
zh_tw: 允許附近的Game Center玩家尋找並邀請此Apple TV上的任何使用者加入多人遊戲。

# GameCenterAllowNearbyPlayersTitle
source: Nearby Players
ar: اللاعبون القريبون
ca: Jugadors propers
cs: Místní hráči
da: Spillere i nærheden
de: Spieler:innen in der Nähe
el: Κοντινοί παίκτες
es: Jugadores cercanos
es_us: Jugadores cercanos
fi: Lähipelaajat
fr: Joueurs à proximité
fr_ca: Joueurs à proximité
he: שחקנים ושחקניות בסביבה
hi: आस-पास के खिलाड़ी
hr: Obližnji igrači
hu: Közeli játékosok
id: Pemain di Sekitar
it: Giocatori vicini
ja: 近くのプレイヤー
ko: 근처에 있는 플레이어
ms: Pemain Berdekatan
nb: Spillere i nærheten
nl: Spelers in de buurt
pl: Gracze w pobliżu
pt_br: Por Perto
pt_pt: Jogadores por perto
ro: Jucători din apropiere
ru: Игроки рядом
sk: Hráči v blízkosti
sl: Igralci v bližini
sv: Spelare i närheten
th: ผู้เล่นใกล้เคียง
tr: Yakındaki Oyuncular
uk: Гравці поблизу
vi: Người chơi Ở gần
zh_cn: 附近玩家
zh_hk: 附近玩家
zh_tw: 附近的玩家

# GameCenterGameInvitesGroupTitle
source: Invites
ar: الدعوات
ca: Invitacions
cs: Pozvánky
da: Invitationer
de: Einladungen
el: Προσκλήσεις
es: Invitaciones
es_us: Invitaciones
fi: Kutsut
fr: Invitations
fr_ca: Invitations
he: הזמנות
hi: आमंत्रण
hr: Pozivnice
hu: Meghívások
id: Undangan
it: Inviti
ja: 参加依頼
ko: 초대
ms: Jemputan
nb: Invitasjoner
nl: Uitnodigingen
pl: Zaproszenia
pt_br: Convites
pt_pt: Convites
ro: Invitații
ru: Приглашения
sk: Pozvánky
sl: Povabila
sv: Inbjudningar
th: เชิญ
tr: Davetler
uk: Запрошення
vi: Lời mời
zh_cn: 邀请
zh_hk: 邀請
zh_tw: 邀請
